---
kind: other
id: Methods.T:Autodesk.Revit.DB.DimensionEqualityLabelFormatting
source: html/cc3512a9-a5d1-9329-653d-3ea4d00a01e7.htm
---
# DimensionEqualityLabelFormatting Methods

Gets the format options used to show the parameter value.